{
/* Exception reason (not displayed yet) */
"Error after gpg execution" = "Error after gpg execution";
"gpg execution manually interrupted" = "gpg execution manually interrupted";

/* Passphrase entry message */
"Enter passphrase for %@:" = "Enter passphrase for %@:"; // Param is the userID of a key
"Enter passphrase for this message:" = "Enter passphrase for this message:"; // Symmetric encryption/decryption, no key

/* Keychain support */
"Can't get default keychain!" = "Can't get default keychain!";
"Password buffer too small for keychain!" = "Password buffer too small for keychain!";
"Invalid reference to the keychain item for %s:%@" = "Invalid reference to the keychain item for %s:%@"; // 1st argument is service, 2nd argument is user name
"Unknown problem accessing keychain! Error %d" = "Unknown problem accessing keychain! Error %d";
"Can't store the password for %s:%@: it is too long for the keychain!" = "Can't store the password for %s:%@: it is too long for the keychain!"; // 1st argument is service, 2nd argument is user name
}
